{
  "'When Lewis is gone, who have you got to look up to?' asks Hamilton's half-brother": {
    "Catagory": "World",
    "Headline": "'When Lewis is gone, who have you got to look up to?' asks Hamilton's half-brother",
    "Link": "/2020/09/26/motorsport/nicolas-hamilton-lewis-hamilton-black-lives-matter-russian-gp-spt-intl/index.html",
    "Description": "Nicolas Hamilton features in CNN's Tech for Good series to be broadcast on October 3 (CNN)This season, Lewis Hamilton's fight has been as much off the track as on it.The 35-year-old has been using his platform as the world's best Formula One driver and one of the most famous athletes on the planet to fight for racial equality and justice, in particular through his support for the Black Lives Matter movement.Earlier this month, Hamilton stood atop the podium after victory at the Tuscan Grand Prix with the words \"ARREST THE COPS WHO KILLED BREONNA TAYLOR\" emblazoned on his shirt.Hamilton is the first and only Black driver to have lined up on the F1 grid and has been the sport's leading -- and oftentimes only -- voice as it reckons with its lack of inclusiveness.Though Hamilton shows no signs of slowing down -- he currently leads the driver standings by 55 points in the pursuit of a record-equaling seventh world title and could equal Michael Schumacher's record of 91 grand prix wins at Sunday's Russian GP -- the Briton is arguably entering the twilight of his career. Read MoreNicolas Hamilton, Lewis' half-brother and a driver in the British Touring Car Championship, fears for the sport when he eventually retires. READ: F1 champion Lewis Hamilton opens up about his loneliness and 'difficult days'READ: Lewis Hamilton, Formula One's voice and conscienceJUST WATCHEDHow Lewis Hamilton is carving his legacy off the F1 trackReplayMore Videos ...MUST WATCHHow Lewis Hamilton is carving his legacy off the F1 track 03:32\"At the moment, you look at motorsport as an industry and it's hard to get in touch with,\" Nicolas tells CNN Sport. \"You don't know where to go to get an opportunity. You don't see any Black faces there, or very few, and the one that you do at the moment is Lewis and he's at the top of it.\"When he's gone, you know, who have you got to look up to? Who are you going to see? There's not many people, females as well, females love cars just as much as men do and so there's no reason why they shouldn't have equal opportunity in that sense as well.\"Task ForceF1 says it \"fully recognizes\" that it \"needs to be more inclusive and diverse.\"\"While we set out our strategy last year to improve the position of our sport, we need, and want, to do more,\" it told CNN in a statement. \"That is why we will establish a Task Force to listen and ensure the right initiatives are identified to increase diversity in Formula 1.\"\"We want to ensure we give people from all backgrounds the best chances to work in Formula 1 regardless of their gender, ethnicity, sexual orientation, or physical abilities.  \"We are therefore also taking the initial step of creating a foundation to support key educational and employment opportunities across Formula 1 that will give under-represented talent the chance to work in this incredible sport and build an exciting career.\"JUST WATCHEDWill Buxton on Lewis Hamilton's legacy in F1ReplayMore Videos ...MUST WATCHWill Buxton on Lewis Hamilton's legacy in F1 02:22Despite F1's issues around diversity and inclusiveness, Nicolas still believes it has made some strides since Lewis first entered the sport more than a decade ago.He recalls a test session in Barcelona in 2008 when a group of fans wore blackface, curly wigs and t-shirts with \"Hamilton's' family\" written on them, an incident that prompted the FIA, motorsport's governing body, to launch the anti-racism campaign EveryRace.The F1 star was faced with a similar incident at the Spanish Grand Prix the following year and Nicolas says it's something they have always had to deal with as a family.\"We struggled as a Black family, we had a lot of racist abuse,\" Nicolas says. \"My parents, you know, did their best to make sure that I didn't really understand what was going on, so it didn't mean that I was able to really be outspoken and think: 'Yeah, I really don't think I have the opportunities that I believe I should have.' Nicholas Hamilton competes in the British Touring Car Championship.\"I went to an all white school and I was the only Black person there, but at the time, as a kid, I didn't realize that that was a problem. In motorsport, there are very few people of color and when there are people of color, sometimes you see a lot of racial abuse. \"So at the time, yeah, motorsport wasn't doing enough ... but now it's starting to, which is a good thing.\"Following dreamsNicolas says Lewis has taught him a lot about race on the role they can play in helping to create change, something which has inspired him to become more outspoken.\"As the Hamilton family, we're in a strong position to be able to [help] make change,\" he says. \"But it doesn't matter whether we want to make that change, the governing bodies have to listen to us.\"Those changes, Nicolas believes, should not be limited to improving racial diversity. The 28-year-old, who has cerebral palsy and drives a modified car in the BTCC, would like to see F1 made more accessible to those with disabilities.Lewis Hamilton celebrates his first world title in 2008 with father Anthony Hamilton and his brother Nicolas Hamilton.\"I would love to see people in wheelchairs being able to access the circuit, access race cars,\" he says. \"You know, whether they are a mechanic or they're an engineer or an aerodynamicist. \"They might come from a different background, never been able to walk ... that's fine, but they can still continue to follow their dream of being a mechanic, or whatever it is, in an industry that was once difficult [for them] to get into. I would love to see that.\"Following George Floyd's death at the hands of a police officer in May, Hamilton set up The Hamilton Commission to increase diversity in motorsport and called out F1's \"biggest stars\" for \"staying silent ... in the midst of injustice.\"In the wake of Hamilton's initiative, former F1 chief executive Bernie Ecclestone, who was in charge of the sport for nearly four decades, told CNN that \"in lots of cases, Black people are more racist than what White people are.\"JUST WATCHED'In a lot of cases, Black people are more racist than White people'ReplayMore Videos ...MUST WATCH'In a lot of cases, Black people are more racist than White people' 05:34Those comments from the formerly most powerful man in F1 arguably demonstrate the challenges the sport faces.\"There is clearly a difference in opportunity if you are a person of color in comparison to a White person,\" Nicolas says. \"I'm not necessarily outspoken, I just try and keep myself to myself, but I know that there are a lot of changes that need to be made. \"Being the only Black person in my school to being a part of the only Black family within motorsport as an industry, you know, you sort of sit back and realize that's wrong on all levels and that everybody should be able to have equal opportunity, regardless of color, creed or situation of their life and Lewis being able to use his platform to strengthen that for others is a great thing.\"Speaking to TIME after making the publication's top 100 most influential people of 2020, Hamilton admits he was previously discouraged from speaking out and had to make a conscious effort to become the leading voice he is today.\"My dad would always say: 'Do your talking on the track,'\"said Hamilton. \"So I suppressed these things and it brought up a lot and I was like I've got a niece and nephew and I'm like I want to utilize my time and my platform and my voice to change the future for them and for the other kids around the world.\"I should've done more, I thought me just being in the sport would've just shifted things but it hasn't been enough and so I'm making sure that I correct that or at least apply my efforts and time.\""
  },
  "Teenager stages Arctic school strike for the climate": {
    "Catagory": "World",
    "Headline": "Teenager stages Arctic school strike for the climate",
    "Link": "/videos/world/2020/09/25/arctic-school-strike-climate-jba-lon-orig.cnn",
    "Description": "Nicolas Hamilton features in CNN's Tech for Good series to be broadcast on October 3 (CNN)This season, Lewis Hamilton's fight has been as much off the track as on it.The 35-year-old has been using his platform as the world's best Formula One driver and one of the most famous athletes on the planet to fight for racial equality and justice, in particular through his support for the Black Lives Matter movement.Earlier this month, Hamilton stood atop the podium after victory at the Tuscan Grand Prix with the words \"ARREST THE COPS WHO KILLED BREONNA TAYLOR\" emblazoned on his shirt.Hamilton is the first and only Black driver to have lined up on the F1 grid and has been the sport's leading -- and oftentimes only -- voice as it reckons with its lack of inclusiveness.Though Hamilton shows no signs of slowing down -- he currently leads the driver standings by 55 points in the pursuit of a record-equaling seventh world title and could equal Michael Schumacher's record of 91 grand prix wins at Sunday's Russian GP -- the Briton is arguably entering the twilight of his career. Read MoreNicolas Hamilton, Lewis' half-brother and a driver in the British Touring Car Championship, fears for the sport when he eventually retires. READ: F1 champion Lewis Hamilton opens up about his loneliness and 'difficult days'READ: Lewis Hamilton, Formula One's voice and conscienceJUST WATCHEDHow Lewis Hamilton is carving his legacy off the F1 trackReplayMore Videos ...MUST WATCHHow Lewis Hamilton is carving his legacy off the F1 track 03:32\"At the moment, you look at motorsport as an industry and it's hard to get in touch with,\" Nicolas tells CNN Sport. \"You don't know where to go to get an opportunity. You don't see any Black faces there, or very few, and the one that you do at the moment is Lewis and he's at the top of it.\"When he's gone, you know, who have you got to look up to? Who are you going to see? There's not many people, females as well, females love cars just as much as men do and so there's no reason why they shouldn't have equal opportunity in that sense as well.\"Task ForceF1 says it \"fully recognizes\" that it \"needs to be more inclusive and diverse.\"\"While we set out our strategy last year to improve the position of our sport, we need, and want, to do more,\" it told CNN in a statement. \"That is why we will establish a Task Force to listen and ensure the right initiatives are identified to increase diversity in Formula 1.\"\"We want to ensure we give people from all backgrounds the best chances to work in Formula 1 regardless of their gender, ethnicity, sexual orientation, or physical abilities.  \"We are therefore also taking the initial step of creating a foundation to support key educational and employment opportunities across Formula 1 that will give under-represented talent the chance to work in this incredible sport and build an exciting career.\"JUST WATCHEDWill Buxton on Lewis Hamilton's legacy in F1ReplayMore Videos ...MUST WATCHWill Buxton on Lewis Hamilton's legacy in F1 02:22Despite F1's issues around diversity and inclusiveness, Nicolas still believes it has made some strides since Lewis first entered the sport more than a decade ago.He recalls a test session in Barcelona in 2008 when a group of fans wore blackface, curly wigs and t-shirts with \"Hamilton's' family\" written on them, an incident that prompted the FIA, motorsport's governing body, to launch the anti-racism campaign EveryRace.The F1 star was faced with a similar incident at the Spanish Grand Prix the following year and Nicolas says it's something they have always had to deal with as a family.\"We struggled as a Black family, we had a lot of racist abuse,\" Nicolas says. \"My parents, you know, did their best to make sure that I didn't really understand what was going on, so it didn't mean that I was able to really be outspoken and think: 'Yeah, I really don't think I have the opportunities that I believe I should have.' Nicholas Hamilton competes in the British Touring Car Championship.\"I went to an all white school and I was the only Black person there, but at the time, as a kid, I didn't realize that that was a problem. In motorsport, there are very few people of color and when there are people of color, sometimes you see a lot of racial abuse. \"So at the time, yeah, motorsport wasn't doing enough ... but now it's starting to, which is a good thing.\"Following dreamsNicolas says Lewis has taught him a lot about race on the role they can play in helping to create change, something which has inspired him to become more outspoken.\"As the Hamilton family, we're in a strong position to be able to [help] make change,\" he says. \"But it doesn't matter whether we want to make that change, the governing bodies have to listen to us.\"Those changes, Nicolas believes, should not be limited to improving racial diversity. The 28-year-old, who has cerebral palsy and drives a modified car in the BTCC, would like to see F1 made more accessible to those with disabilities.Lewis Hamilton celebrates his first world title in 2008 with father Anthony Hamilton and his brother Nicolas Hamilton.\"I would love to see people in wheelchairs being able to access the circuit, access race cars,\" he says. \"You know, whether they are a mechanic or they're an engineer or an aerodynamicist. \"They might come from a different background, never been able to walk ... that's fine, but they can still continue to follow their dream of being a mechanic, or whatever it is, in an industry that was once difficult [for them] to get into. I would love to see that.\"Following George Floyd's death at the hands of a police officer in May, Hamilton set up The Hamilton Commission to increase diversity in motorsport and called out F1's \"biggest stars\" for \"staying silent ... in the midst of injustice.\"In the wake of Hamilton's initiative, former F1 chief executive Bernie Ecclestone, who was in charge of the sport for nearly four decades, told CNN that \"in lots of cases, Black people are more racist than what White people are.\"JUST WATCHED'In a lot of cases, Black people are more racist than White people'ReplayMore Videos ...MUST WATCH'In a lot of cases, Black people are more racist than White people' 05:34Those comments from the formerly most powerful man in F1 arguably demonstrate the challenges the sport faces.\"There is clearly a difference in opportunity if you are a person of color in comparison to a White person,\" Nicolas says. \"I'm not necessarily outspoken, I just try and keep myself to myself, but I know that there are a lot of changes that need to be made. \"Being the only Black person in my school to being a part of the only Black family within motorsport as an industry, you know, you sort of sit back and realize that's wrong on all levels and that everybody should be able to have equal opportunity, regardless of color, creed or situation of their life and Lewis being able to use his platform to strengthen that for others is a great thing.\"Speaking to TIME after making the publication's top 100 most influential people of 2020, Hamilton admits he was previously discouraged from speaking out and had to make a conscious effort to become the leading voice he is today.\"My dad would always say: 'Do your talking on the track,'\"said Hamilton. \"So I suppressed these things and it brought up a lot and I was like I've got a niece and nephew and I'm like I want to utilize my time and my platform and my voice to change the future for them and for the other kids around the world.\"I should've done more, I thought me just being in the sport would've just shifted things but it hasn't been enough and so I'm making sure that I correct that or at least apply my efforts and time.\""
  },
  "Analysis: Trump and his envoys have lost Europe's confidence": {
    "Catagory": "World",
    "Headline": "Analysis: Trump and his envoys have lost Europe's confidence",
    "Link": "/2020/09/26/politics/trump-european-union-diplomacy-intl-analysis/index.html",
    "Description": "London (CNN)It's no secret that Donald Trump is no big fan of the European Union. Over the past four years, the US President has talked positively about Brexit and claimed that the bloc was created in order to \"take advantage of the United States.\"   So it's perhaps no great surprise that several of his ambassadors to several European nations have behaved in ways that are not exactly diplomatic, in the traditional sense. Earlier this week, it emerged that Pete Hoekstra, the US ambassador to the Netherlands, hosted an event at his embassy for Forum for Democracy (FvD), a far-right, anti-immigration and anti-EU party that is gaining popularity in the country. Dutch magazine De Groene Amsterdammer, which first reported on the event, described it as a fundraiser for the party.   A US state department spokesperson told CNN that this event was not a fundraiser, but a \"town hall discussion and Q&A session\" with FvD. They added that during his stint in the Netherlands, Hoekstra has hosted \"15 town halls with eight different parties,\" suggesting that this event with FvD was nothing unusual.  Not everyone agrees. Read More\"Hosting a political party event, fundraiser or not, you can see it as political support from the United States for a particular point of view. Normally, diplomacy is about government-to-government interactions, not promoting particular viewpoints and giving the impression of having political allies,\" said Marietje Schaake, a former Dutch MEP and international policy director at the Stanford Cyber Policy Center. JUST WATCHEDUS ambassador's 'fake news' claim backfiresReplayMore Videos ...MUST WATCHUS ambassador's 'fake news' claim backfires 01:38 \"The Trump administration has shown time and again that its allies are the Euroskeptics like [Nigel] Farage and FvD, not the governments of the day,\" Schaake added.   Hoekstra is just one of a number of divisive ambassadors appointed in Europe by Trump who appear to be eroding trans-Atlantic ties, enraging their hosts and representing Trump's personal interests in Europe.  \"Europe has traditionally been a place where political appointees go, but usually it's understood that they represent the US government,\" said Tyson Barker, a former US State Department official in the Bureau of European and Eurasian Affairs. \"What we have seen since 2016 is people representing Trump and his personal interests, rather than the US.\"   CNN recently reported that Woody Johnson, Trump's ambassador to UK, was being investigated after allegations that he'd used his position to lobby for the British Open golf tournament to be held on one of Trump's golf courses. Asked about the specific allegations, Johnson did not deny them and called it an \"honor of a lifetime\" to serve as ambassador. After the publication of CNN's report, Johnson tweeted, \"I have followed the ethical rules and requirements of my office at all times.\" Trump said he \"never spoke to Woody Johnson about doing that.\"Johnson has also been open in his support of Brexit, suggesting it presents an opportunity for the UK and the US to grow closer, claiming this would strengthen Britain's hand when dealing with the EU.    This pattern has also been noticed in Germany, where former ambassador Richard Grenell waded into territory that diplomats traditionally avoid, such as tweeting that \"German companies doing business in Iran should wind down operations immediately,\" within hours of starting the job. Trump's hard line on Iran has been particularly difficult for the EU to swallow, as the nuclear deal from which Trump withdrew was originally signed under the auspices of the EU, its most significant triumph on the geopolitical stage.  Grenell also gave an interview to right-wing outlet Breitbart, where he said he wanted \"to empower other conservatives throughout Europe.\" Given the role of a diplomat is to deal with whichever government represents the country they are in, to speak so unambiguously about your political preference is highly unusual.  Under Trump's presidency, the US has also strengthened its relationship with EU countries that are generally considered to be delinquent member states, threatening the bloc's unity. Most notably, Trump praised Hungarian Prime Minister Viktor Orban during his trip to the White House last year. Orban \"has done a tremendous job in so many different ways. Highly respected, respected all over Europe. Probably, like me, a little bit controversial, but that's OK,\" Trump said at the time.  Orban spent the past decade presiding over assaults on his nation's courts, academic institutions, central bank and press. The EU is currently investigating these assaults and could yet punish Orban by removing some of his rights at an EU level.  US ambassador to Hungary to step down The message has been well and truly received in Brussels. \"Are there any EU-US relations left? The official political line is whatever the differences, there is more that unites us. But if you look at it properly, there are only divisions,\" said one senior EU official. \"Under Trump, it seems they never miss a chance to try and undermine the EU. They take radical action in areas of joint interest without consulting us, such as on Iran, moving the [US] embassy [to] Jerusalem. There is a growing sense that we simply cannot rely on the US in the same way as before,\" the official added.     In the eyes of many in Europe, the ambassadors appointed to key nations by Trump are consistent with a larger shift in EU-US relations. \"Trump and his diplomats have given the impression that they want to punish the EU for some reason or another,\" one German diplomat told CNN. \"There is a huge internal debate over whether we can collaborate with the US anymore, even if [Joe] Biden wins, because they are just too unreliable.\" The diplomat believes that the decline in relations began prior to Trump taking office. \"In my experience, many of the younger politicians now in DC have a view of foreign policy shaped by 9/11 and the war on terror, not World War Two. They don't really care about Germany or Europe anymore.\"   Barker explained that this new view of the US has changed what kind of relationship Europeans now want from the transatlantic partnership. \"The transition from Bush to Obama to Trump has solidified the European view that America can pivot dramatically every eight years. The question is, how do you safeguard against this when you know the next President could be Kid Rock?\"  JUST WATCHEDMerkel: You can't fight the pandemic with liesReplayMore Videos ...MUST WATCHMerkel: You can't fight the pandemic with lies 01:31The EU official said that calm minds in Brussels are already trying to answer that question. \"From the second we knew Trump was to be President, we started to see it as an opportunity to be more independent in certain areas like defense and geopolitics. You can see already how we are taking a dramatically different approach to China, Russia and Iran than the US.\"    None of this is to say that the EU is seeking to drift from the US, but many feel now isn't a bad time for Europe to start thinking more about itself and its place in the world.    \"I hope the relationship can be repaired, of course. The transatlantic relationship is robust. But the ability for the two sides to work together, both bilaterally and as a united front on the global stage, has been undermined by the Trump administration,\" said Schaake. \"What that's done is made the case for a more autonomous, actively geopolitical EU much more of a priority.\"   CNN contacted the US State Department to ask if it agreed or disagreed with the assertion that American diplomacy under this administration has treated the EU as less of an ally than before. It declined to comment.    The crux of the problem for many in Brussels is a growing sense that maintaining or strengthening the transatlantic alliance is less of a priority for US than American interests elsewhere in the world. There is a perception that DC now wants a more transactional relationship with Brussels, which would ultimately see Europeans defer to US priorities on trade, NATO funding and diplomacy  For a continent that has for decades relied on its bigger brother as it recovered from some of the bloodiest wars in history, that presents a potentially alarming new reality: This is it, you really are on your own.   "
  },
  "How Jack Ma turned an app into a $200 billion company": {
    "Catagory": "World",
    "Headline": "How Jack Ma turned an app into a $200 billion company",
    "Link": "/2020/09/25/tech/ant-group-alipay-intl-hnk/index.html",
    "Description": "London (CNN)It's no secret that Donald Trump is no big fan of the European Union. Over the past four years, the US President has talked positively about Brexit and claimed that the bloc was created in order to \"take advantage of the United States.\"   So it's perhaps no great surprise that several of his ambassadors to several European nations have behaved in ways that are not exactly diplomatic, in the traditional sense. Earlier this week, it emerged that Pete Hoekstra, the US ambassador to the Netherlands, hosted an event at his embassy for Forum for Democracy (FvD), a far-right, anti-immigration and anti-EU party that is gaining popularity in the country. Dutch magazine De Groene Amsterdammer, which first reported on the event, described it as a fundraiser for the party.   A US state department spokesperson told CNN that this event was not a fundraiser, but a \"town hall discussion and Q&A session\" with FvD. They added that during his stint in the Netherlands, Hoekstra has hosted \"15 town halls with eight different parties,\" suggesting that this event with FvD was nothing unusual.  Not everyone agrees. Read More\"Hosting a political party event, fundraiser or not, you can see it as political support from the United States for a particular point of view. Normally, diplomacy is about government-to-government interactions, not promoting particular viewpoints and giving the impression of having political allies,\" said Marietje Schaake, a former Dutch MEP and international policy director at the Stanford Cyber Policy Center. JUST WATCHEDUS ambassador's 'fake news' claim backfiresReplayMore Videos ...MUST WATCHUS ambassador's 'fake news' claim backfires 01:38 \"The Trump administration has shown time and again that its allies are the Euroskeptics like [Nigel] Farage and FvD, not the governments of the day,\" Schaake added.   Hoekstra is just one of a number of divisive ambassadors appointed in Europe by Trump who appear to be eroding trans-Atlantic ties, enraging their hosts and representing Trump's personal interests in Europe.  \"Europe has traditionally been a place where political appointees go, but usually it's understood that they represent the US government,\" said Tyson Barker, a former US State Department official in the Bureau of European and Eurasian Affairs. \"What we have seen since 2016 is people representing Trump and his personal interests, rather than the US.\"   CNN recently reported that Woody Johnson, Trump's ambassador to UK, was being investigated after allegations that he'd used his position to lobby for the British Open golf tournament to be held on one of Trump's golf courses. Asked about the specific allegations, Johnson did not deny them and called it an \"honor of a lifetime\" to serve as ambassador. After the publication of CNN's report, Johnson tweeted, \"I have followed the ethical rules and requirements of my office at all times.\" Trump said he \"never spoke to Woody Johnson about doing that.\"Johnson has also been open in his support of Brexit, suggesting it presents an opportunity for the UK and the US to grow closer, claiming this would strengthen Britain's hand when dealing with the EU.    This pattern has also been noticed in Germany, where former ambassador Richard Grenell waded into territory that diplomats traditionally avoid, such as tweeting that \"German companies doing business in Iran should wind down operations immediately,\" within hours of starting the job. Trump's hard line on Iran has been particularly difficult for the EU to swallow, as the nuclear deal from which Trump withdrew was originally signed under the auspices of the EU, its most significant triumph on the geopolitical stage.  Grenell also gave an interview to right-wing outlet Breitbart, where he said he wanted \"to empower other conservatives throughout Europe.\" Given the role of a diplomat is to deal with whichever government represents the country they are in, to speak so unambiguously about your political preference is highly unusual.  Under Trump's presidency, the US has also strengthened its relationship with EU countries that are generally considered to be delinquent member states, threatening the bloc's unity. Most notably, Trump praised Hungarian Prime Minister Viktor Orban during his trip to the White House last year. Orban \"has done a tremendous job in so many different ways. Highly respected, respected all over Europe. Probably, like me, a little bit controversial, but that's OK,\" Trump said at the time.  Orban spent the past decade presiding over assaults on his nation's courts, academic institutions, central bank and press. The EU is currently investigating these assaults and could yet punish Orban by removing some of his rights at an EU level.  US ambassador to Hungary to step down The message has been well and truly received in Brussels. \"Are there any EU-US relations left? The official political line is whatever the differences, there is more that unites us. But if you look at it properly, there are only divisions,\" said one senior EU official. \"Under Trump, it seems they never miss a chance to try and undermine the EU. They take radical action in areas of joint interest without consulting us, such as on Iran, moving the [US] embassy [to] Jerusalem. There is a growing sense that we simply cannot rely on the US in the same way as before,\" the official added.     In the eyes of many in Europe, the ambassadors appointed to key nations by Trump are consistent with a larger shift in EU-US relations. \"Trump and his diplomats have given the impression that they want to punish the EU for some reason or another,\" one German diplomat told CNN. \"There is a huge internal debate over whether we can collaborate with the US anymore, even if [Joe] Biden wins, because they are just too unreliable.\" The diplomat believes that the decline in relations began prior to Trump taking office. \"In my experience, many of the younger politicians now in DC have a view of foreign policy shaped by 9/11 and the war on terror, not World War Two. They don't really care about Germany or Europe anymore.\"   Barker explained that this new view of the US has changed what kind of relationship Europeans now want from the transatlantic partnership. \"The transition from Bush to Obama to Trump has solidified the European view that America can pivot dramatically every eight years. The question is, how do you safeguard against this when you know the next President could be Kid Rock?\"  JUST WATCHEDMerkel: You can't fight the pandemic with liesReplayMore Videos ...MUST WATCHMerkel: You can't fight the pandemic with lies 01:31The EU official said that calm minds in Brussels are already trying to answer that question. \"From the second we knew Trump was to be President, we started to see it as an opportunity to be more independent in certain areas like defense and geopolitics. You can see already how we are taking a dramatically different approach to China, Russia and Iran than the US.\"    None of this is to say that the EU is seeking to drift from the US, but many feel now isn't a bad time for Europe to start thinking more about itself and its place in the world.    \"I hope the relationship can be repaired, of course. The transatlantic relationship is robust. But the ability for the two sides to work together, both bilaterally and as a united front on the global stage, has been undermined by the Trump administration,\" said Schaake. \"What that's done is made the case for a more autonomous, actively geopolitical EU much more of a priority.\"   CNN contacted the US State Department to ask if it agreed or disagreed with the assertion that American diplomacy under this administration has treated the EU as less of an ally than before. It declined to comment.    The crux of the problem for many in Brussels is a growing sense that maintaining or strengthening the transatlantic alliance is less of a priority for US than American interests elsewhere in the world. There is a perception that DC now wants a more transactional relationship with Brussels, which would ultimately see Europeans defer to US priorities on trade, NATO funding and diplomacy  For a continent that has for decades relied on its bigger brother as it recovered from some of the bloodiest wars in history, that presents a potentially alarming new reality: This is it, you really are on your own.   "
  },
  "25 people killed in military plane crash in eastern Ukraine": {
    "Catagory": "World",
    "Headline": "25 people killed in military plane crash in eastern Ukraine",
    "Link": "/2020/09/25/europe/ukraine-military-plane-crash-intl/index.html",
    "Description": " (CNN)A Ukrainian Air Force transport aircraft crashed near the eastern city of Chuguev late Friday, killing 25 people, according to the country's general prosecutor's office. The office said two survivors were at medical facilities in critical condition.The crash occurred as the Antonov An-26 aircraft came in to land, the prosecutor's office said. According to the Ukrainian State Emergency Services, the 27 people aboard were the crew and cadets from a nearby air force university. The Antonov An-26 military transport plane crashed near Chuguev in eastern Ukraine.At least 10 Antonov An-26 aircraft have been involved crashes since 2017, according to the Geneva-based Bureau of Aircraft Accidents Archives, including a 2018 crash that occurred during an attempted landing at the Hmeimin Air Base in northwest Syria that killed 39 people.Read MoreThe An-26 is a twin-engine turboprop airplane manufactured from 1969 to 1986 in Kiev, Ukraine, when the country was part of the former Soviet Union."
  },
  "Paris knife attack suspect is of Pakistani origin, French authorities say": {
    "Catagory": "World",
    "Headline": "Paris knife attack suspect is of Pakistani origin, French authorities say",
    "Link": "/2020/09/26/europe/paris-knife-attack-suspect-charlie-hebdo-intl/index.html",
    "Description": " (CNN)The main suspect arrested over a knife attack in Paris on Friday near the former offices of the French satirical magazine Charlie Hebdo is of Pakistani origin, French authorities have said. France's Interior Minister, Gérald Darmanin, told France 2 in an interview on Friday that authorities were working to verify more details about the suspect's background after the attack that left two people seriously injured. The minister also confirmed that the incident was being treated as \"an act of Islamist terrorism.\"The lead suspect had not been known to police for \"radicalization\" but was arrested last month for carrying a screwdriver, Darmanin added.Police say seven people have been arrested over the attack. Five of the arrests were made in an apartment \"likely to have been used by the main suspect,\" a judicial source told CNN on Friday. Read MoreAlthough the victims have not been named, they are both employees of French documentary production firm Premières Lignes, according to the company's founder Paul Moreira. Moreira said the pair were attacked with a \"sort of cleaver\" in front of the office. Their lives are not in danger but they are in a serious condition, a police spokesperson said Friday. In a statement on Facebook, Charlie Hebdo magazine expressed its \"support and solidarity\" to Premières Lignes and \"to those affected by this heinous attack.\"Annie Hidalgo, mayor of Paris, tweeted that \"it is once again freedom of expression that is targeted,\" while former Prime Minister Manuel Valls said on Twitter that it gave him the feeling of \"reliving a nightmare.\" Two injured in Paris knife attack near Charlie Hebdo's former officeThe knife attack came during a trial of 14 suspects for their alleged involvement in a series of terrorist attacks over three days in January 2015, which started in the offices of Charlie Hebdo and ended in a kosher supermarket.A total of 17 people were killed in the 2015 attacks, which were carried out by brothers Said and Chérif Kouachi and their accomplice Amedy Coulibaly. The suspects currently on trial are accused of providing these men with logistical support. After the knife attack on Friday, Luc Hermann, Director of Premières Lignes, criticized what he said was a \"total absence of protection of this building since the attacks on Charlie Hebdo.\"CNN's Gaëlle Fournier and Niamh Kennedy contributed to this report."
  },
  "London police shocked by rare fatal shooting of officer ": {
    "Catagory": "World",
    "Headline": "London police shocked by rare fatal shooting of officer ",
    "Link": "/2020/09/25/europe/police-officer-fatally-shot-london-gbr-intl/index.html",
    "Description": "London (CNN)A police officer in London died after being shot in the early hours of Friday by a man who was being detained in a rare fatal shooting of a UK police officer.The incident occurred in the early hours of Friday at Croydon Custody Centre in south London, the city's Metropolitan Police Service said.Fellow officers and paramedics treated the officer at the scene, according to a police statement. However, he later died of his injuries at the hospital.Later on Friday, the police service identified the slain officer as 54-year-old Sgt. Matt Ratana. The officer who was senselessly killed earlier today has been named as Sergeant Matt Ratana.\"Matt was a leader in rugby and well known as a player on several teams, including the Met. A lovely man, highly respected by colleagues & the public.\"He will be remembered so fondly.\"— Metropolitan Police (@metpoliceuk) September 25, 2020\n\n\"This is a truly shocking incident in which one of our colleagues has lost his life in the most tragic circumstances. My heart goes out to his family, direct colleagues and friends,\" said Metropolitan Police Commissioner Cressida Dick.Read MoreA 23-year-old man was detained at the scene, police said. He is in hospital in a critical condition from a gunshot wound. The Metropolitan Police Service has launched a homicide investigation. The fatal shooting of a police officer is an unusual event in the United Kingdom, where police do not routinely carry guns.No police firearms were discharged during the incident, the police statement said.Dick said Ratana was originally from Hawke's Bay, New Zealand, and moved to London in 1989. He joined the Metropolitan Police in 1991 and was captain of his recruit training class.According to the UK Police Roll of Honour Trust website, no officer lost his or her life in a shooting incident last year. The last Metropolitan Police officer to lose his life in a violent attack was Keith Palmer, who was fatally stabbed in a terror attack in the British capital in 2017.UK Prime Minister Boris Johnson said the country owed a \"huge debt\" to police officers who risk their lives to keep the community safe.\"My deepest condolences go to the family, friends and colleagues of the police officer who was killed in Croydon last night,\" he said on Twitter. \"We owe a huge debt to those who risk their own lives to keep us safe.\"UK Home Secretary Priti Patel said she was \"shocked and saddened\"  by the news. \"My thoughts today are with his family, friends, and policing colleagues in London and across the country,\" she said in a statement.Patel said she had offered her condolences to Dick and offered whatever support was needed as the shooting was investigated. \"This is a sad day for our country and another terrible reminder of how our police officers put themselves in danger each and every day to keep the rest of us safe,\" she said.London Mayor Sadiq Khan said he was \"devastated\" by the shooting.\"My heart goes out to the family of this brave officer, who has paid the ultimate price for helping to keep Londoners safe. Tragic incidents like this are terrible reminders of the dangers our police officers face every single day,\" Khan said on Twitter.\"My thoughts are also with the entire Metropolitan Police family, who I know will be deeply mourning their colleague at this extremely difficult time. I remain in close contact with the Commissioner to offer her and our Met officers and staff my support.\""
  },
  "120,000-year-old footprints found in Saudi Arabia -- and they might be human": {
    "Catagory": "World",
    "Headline": "120,000-year-old footprints found in Saudi Arabia -- and they might be human",
    "Link": "/2020/09/22/middleeast/human-footprints-saudi-arabia-intl-scli-scn/index.html",
    "Description": " (CNN)Hundreds of fossilized footprints dating back 120,000 years have been discovered in Saudi Arabia, and they might point to the earliest evidence of human movement into the region, according to a new study in Science Advances. Researchers discovered hundreds of fossilized footprints, which were exposed by sediment erosion, during a survey of an ancient lake in Saudi Arabia's Nefud Desert.In among the 376 ancient shapes discovered around Alathar lake, experts identified animal footprints, including prints belonging to horses, camels and elephants -- notable because elephants appeared to have gone extinct in the Levant about 400,000 years ago. Elephant (left) and camel (right) trackways were discovered.But more surprisingly, researchers said they discovered seven hominin footprints, which, if confirmed, could be evidence of the earliest dated evidence of the human species in the Arabian Peninsula.  'Blood amber' may be a portal into dinosaur times, but the fossils are an ethical minefield for palaeontologists\n\"We immediately realized the potential of these findings,\" Mathew Stewart, one of the study's lead authors from the Max Planck Institute for Chemical Ecology, said in a statement.Read More\"Footprints are a unique form of fossil evidence in that they provide snapshots in time, typically representing a few hours or days, a resolution we tend not [to] get from other records,\" he added. Researchers believe that the footprints date to the last interglacial period -- a time which saw humid conditions that facilitated human and animal movement across a region which was otherwise comprised of deserts. Researchers were surveying the Alathar lake in Saudi Arabia when they made the discovery.Fossil and archeological records show that these conditions aided human migration from Africa to the Levant, researchers said. \"It is only after the last interglacial [period] with the return of cooler conditions that we have definitive evidence for Neanderthals moving into the region,\" Stewart said. \"The footprints, therefore, most likely represent humans, or Homo sapiens.\"After studying the footfalls, experts believe the dense concentration of tracks suggests animals gathered around the lake as a result of dry conditions and diminishing water, while humans could have used the area for water and foraging. \"We know people visited the lake, but the lack of stone tools or evidence of the use of animal carcasses suggests that their visit to the lake was only brief,\" Stewart added. "
  },
  "In political turmoil and economic collapse, Lebanon could now be overwhelmed by Covid-19": {
    "Catagory": "World",
    "Headline": "In political turmoil and economic collapse, Lebanon could now be overwhelmed by Covid-19",
    "Link": "/2020/09/22/middleeast/lebanon-coronavirus-economy-lockdown-intl/index.html",
    "Description": "Beirut, Lebanon  (CNN)Coronavirus cases have skyrocketed in Lebanon where the crisis-ridden state is now considering new lockdown measures, raising the specter of a deepening financial crunch. A combination of high infection rates, a floundering economy and renewed political turmoil could signal a new phase in the country's slew of crises which began after a popular uprising last October. In addition to a growing financial crisis, healthcare professionals are warning that Lebanon's fragile medical sector could soon be overwhelmed, leaving the country at risk of a rapidly rising death toll from Covid-19.The hospitals where Covid-19 sufferers wait for others to die before they can be put on a respiratorOn Sunday, the tiny eastern Mediterranean country reported more than 1,000 new coronavirus cases, hitting a record for a third consecutive day. Lebanon has recorded a total of 29,987 cases of the virus and 307 deaths from it since the pandemic began, according to Johns Hopkins University. Around 10% of those testing for the virus are Covid-positive, a figure that health professionals describe as \"alarmingly high.\" The World Health Organization (WHO) recommends that governments maintain a positivity rate of below 5% before moving to relax social distancing measures.An Italian medic walks around the coronavirus ward of a field hospital on the Lebanese University campus in Hadath on September 8.Read More\"I am extremely worried. On which pathway are we headed?\" said Dr. Firass Abiad, manager of Beirut's Rafik Hariri University Hospital, the main public hospital treating patients of the pandemic. \"When we have this sharp rise in the number of cases the first worry of any public health official is whether this rise can overwhelm the healthcare system,\" he said. \"This is the periphery we are moving into.\"Caretaker Health Minister Hamad Hassan urged a \"total lockdown\" on Sunday, but his calls were met with resistance from other members of the cabinet of caretaker Prime Minister Hassan Diab, toppled in the aftermath of the August 4 explosion but still running Lebanon's day-to-day affairs until a new government is formed. Caretaker Interior Minister Mohammed Fahmy criticized the proposal, arguing that the Lebanese people should not be \"toyed\" with by repeated lockdowns. Any decision on proposed new restrictions has been deferred to a national coronavirus committee. Flouting social distancing measuresLebanon, which previously recorded some of the world's lowest coronavirus numbers, has seen a rapid spread of the pandemic since Beirut reopened its airport in July. The spread became rampant after an explosion at the country's main port on August 4 laid waste to several neighborhoods in Beirut, killing nearly 200 people and injuring more than 6,000 others. Beirut's once-thriving cultural community was already at breaking point. Then the blast hitWhen the virus was first detected in the capital in March, a strict and proactive lockdown successfully slowed its spread -- but tipped the country's already teetering economy over the edge, causing its currency to tank and poverty rates to soar. Left reeling from the economic downturn, many in Lebanon chalked the virus up to a \"government conspiracy\" and \"heresy.\" \"We don't have coronavirus here in Tripoli. Coronavirus is heresy,\" Marwan el-Zahed, a native of the northern Lebanese city of Tripoli told a CNN team in May, explaining his belief that politicians had \"made it up.\" Security forces man a lockdown checkpoint in Beirut on August 21.The blast that shook Beirut this summer added to feelings of mistrust towards the Lebanese government, prompting many to flout social distancing guidelines. But as the virus infects more people across the country -- including in Tripoli, which has seen some of the highest case numbers in Lebanon -- many are taking a pause. \"I'll close my shop because that's what we need,\" said Beirut shop-owner Ali Jaber. \"Better for us to eat za'atar [spice mixture] and oil for lunch than to die in hospital corridors,\" he said. \"We're in the abyss.\" Poverty rates in Lebanon have soared to over 50%, according to the World Bank. The country's currency has lost over 70% of its value and people's life savings are locked up in banks that have imposed discretionary capital controls since late 2019. The political crisis has intensified in recent days, as talks over the formation of a new government have stalled. French President Emmanuel Macron has been brokering the negotiations, in a desperate attempt to stave off full-scale state collapse, in the wake of the August explosion. Describing the country's political stalemate at a press conference on Monday, Lebanese President Michel Aoun warned that the country may \"go to hell.\" French President Emmanuel Macron plants a cedar tree in Jaj Cedars Reserve Forest, to mark Lebanon's centenary on September 1.But healthcare workers are urging the government to focus on boosting the healthcare sector, despite the maelstrom of other crises it faces. \"It would be a disaster if hospitals and the ministry of health do not impose rules for all hospitals to accept coronavirus patients and to increase their beds,\" said Aline Zakhem, assistant professor of clinical medicine and an infectious diseases specialist at the American University of Beirut's Medical Center. \"Many people are going to die because they don't have access to healthcare,\" she said. \"There's going to be whole floors, if not whole hospitals dedicated to Covid.\" Meanwhile, the shelves of shops, previously flush with goods, are emptying out, and shopowners are bracing for more uncertainty in the weeks to come. \"I've never seen days like this in my life,\" said coffee shop owner Mohammad Saab. \"My customers aren't showing up anymore. Are they scared of coronavirus? It's all so strange.\" CNN's Ghazi Balkiz in Beirut contributed to this report. "
  },
  "Saudi Arabia announces more than $200 million in UN aid funding to Yemen": {
    "Catagory": "World",
    "Headline": "Saudi Arabia announces more than $200 million in UN aid funding to Yemen",
    "Link": "/2020/09/18/middleeast/yemen-funding-crisis-saudi-intl/index.html",
    "Description": " (CNN)Saudi Arabia has signed a series of deals to provide more than $200 million in funding to United Nations aid agencies operating in Yemen, just days after a CNN investigation highlighted a crisis in aid funding for the war-stricken nation.The investigation revealed that support pledged to UN agencies by Saudi Arabia for Yemen had more than halved in 2020, falling from more than $1 billion to just $500 million this year. Of this amount, the UN told CNN only $23 million had so far come through its appeal.The King Salman Humanitarian Aid and Relief Centre (KSrelief) announced the additional Saudi funding in a televised statement Friday.\"Today, the Kingdom of Saudi Arabia, represented by the King Salman Humanitarian Aid and Relief Centre (KSrelief), signed three important agreements with UN organizations, namely the World Food Programme (WFP), the World Health Organization (WHO) and UNHCR for a total of $204 million,\" said KSrelief's Supervisor General, Dr. Abdullah Al Rabeeah.\"The amount was pledged by the Kingdom to support the Yemen Humanitarian Response Plan 2020, and the Kingdom hopes that these UN organizations will do their utmost to implement these programs as soon as possible,\" he added.Read MoreThe $204 million in funding announced by KSrelief on Friday will form part of the $500 million originally pledged by the Kingdom during a conference hosted by the United Nations and Saudi Arabia in June of this year, $300 million of which was promised to UN agencies.The funds announced Friday will all go toward the UN Humanitarian Response Plan, with the lion's share -- $138 million -- allocated to the WFP, according to the UN Office for the Coordination of Humanitarian Affairs (OCHA).A further $46 million has been allocated to WHO and $20 million to the UN refugee agency, UNHCR, leaving $94 million of the $300 million pledged to UN agencies to be finalized, OCHA said.Kuwait also pledged $20 million at a high-level UN meeting on Yemen held Thursday but it is not yet clear how the funds will be allocated, according to OCHA. \"We welcome these developments and continue to urge all donors to fulfill their pledges and increase their support, given the increasingly desperate situation on the ground,\" an OCHA spokeswoman said.Funding shortfallsCNN's report, published Tuesday, revealed the devastating impact of funding cuts to humanitarian aid organizations in Yemen by the United States, the United Arab Emirates and Saudi Arabia, which have pushed the war-torn country ever closer to the brink of famine.A spokesperson for KSrelief told CNN at the time that the country had been ready to fulfill its unmet funding commitments to Yemen in July, but was waiting to finalize agreements with the agencies, citing concerns over appropriation of aid by the Iran-backed Ansarullah -- known as Houthi rebels.\"Previously, there were concerns about the lack of funding, but now we can assume that with the arrivals of the funds this afternoon, the UN organizations will begin to implement their programs tomorrow, now that the money is available,\" Al Rabeeah said Friday.\"I can assure you that the funds will be transferred today and that I do not anticipate any delays,\" he added.The UN Financial Tracking Service (FTS) has since updated the total amount received from Saudi Arabia to $231.1 million in funding to its Yemen humanitarian response plan. However, according to data from the FTS, there is still more than $214 million in unmet funding commitments to Yemen from Saudi Arabia.In Yemen, 80% of the population is dependent on aid, but UN data has revealed billions of dollars in funding shortfalls this year alone. The WFP also estimates that more than 66% of people in Yemen are considered \"food insecure\" and that more than 14 million of them could die if they are no longer able to access food assistance from aid groups operating in the country.     According to KSrelief, Saudi authorities will be \"closely following up\" the situation in Yemen to ensure that humanitarian programs are being funded to help those most in need.\"We pray that these programs will be beneficial,\" Al Rabeeah added.The US, Saudi Arabia and UAE are key actors in the conflict in Yemen, and in 2018 and 2019 they were the biggest donors to the UN response in Yemen. In 2019, the US contributed almost $1 billion to the UN appeal, but this year, it has donated less than half that so far, giving $411 million, UN data shows. Despite the US' sizeable cut in funding, it is still the biggest donor to the UN's Yemen appeal.A spokesperson for the United States Agency for International Development (USAID) told CNN that the country would resume all operations in the Houthi-controlled north \"when we are confident that our partners can deliver aid without undue Houthi interference and account for US assistance.\"     The Houthis have placed harsh restrictions on UN agencies trying to access parts of the country it controls in the north. Tensions have been high since the World Food Program, along with the US and its allies, accused the Houthis of stealing food aid from other parts of Yemen.The Houthi rebels overthrew the internationally recognized government of President Abd Rabbu Mansour Hadi in 2015. A Saudi-led coalition, in which the UAE is a key partner, has waged a campaign against the Houthis for the past five years, destroying much of the Houthi-controlled areas with US backing. Previous CNN investigations have shown that the US government profited from the war, by selling Saudi Arabia and the UAE American-made bombs and armaments."
  },
  "Paul Rusesabagina of 'Hotel Rwanda' appears in court again seeking bail after arrest on terrorism charges": {
    "Catagory": "World",
    "Headline": "Paul Rusesabagina of 'Hotel Rwanda' appears in court again seeking bail after arrest on terrorism charges",
    "Link": "/2020/09/26/africa/paul-rusesabagina-rwanda-court-intl/index.html",
    "Description": " (CNN)\"Hotel Rwanda's\" Paul Rusesabagina appeared in court in Rwanda for a second time seeking bail after he was arrested and charged with terrorism earlier this month.He appeared before the Nyarugenge intermediate court Friday in the capital, Kigali, where a judge ruled that a decision will be made on his bail application October 2.Rusesabagina, 66, was appealing against last week's ruling to remand him for 30 days.His lawyers, Emelin Nyembo and David Rugaza, told the court that Rusesabagina should not be tried for crimes committed by the MRCD party, a coalition of opposition parties. The group's military wing, FLN, is accused of several attacks on Rwandan territory in 2018.JUST WATCHEDShocking twist for Hotel Rwanda heroReplayMore Videos ...MUST WATCHShocking twist for Hotel Rwanda hero 10:12Rusesabagina faces 13 charges related to terrorism, and is accused of being the \"founder, leader and sponsor of violent, armed, extremist terror outfits,\" Rwandan authorities have said.  Read MoreHe admitted to the court that he was a member of the MRCD and that general decisions were taken under the leadership of all parties, with each party having different functions.He said, \"MRCD was a coalition of four opposition political parties, my own party PDR-Ihumure was in charge of diplomatic mission, CNRD party was in charge of military operations hence forming military wing (National Liberation Front-FLN), others had other responsibilities.\"Son of arrested 'Hotel Rwanda' film hero says his father is only guilty of 'having the guts to speak up'\"The FLN was an armed group with specific role, mine was different. I was in charge of diplomacy,\" he added. At a hearing on September 17, the judge said the court had analyzed all 13 charges against Rusesabagina and concluded that there were compelling reasons to remand him for 30 days.His lawyers questioned the jurisdiction of the court to try their client, saying he is  a citizen of Belgium, with residence in the United States. It is a sentiment echoed by his family. His daughter Carine Kanimba told CNN that he has no right to be put on trial as a Rwandan, as a Belgian citizen. \"We do not accept this whole attempt at pretending that this is a fair trial. We are begging the international community to help us. We are worried that they will kill him and they have already silenced him. The pictures we saw of him in court told us that he is frail and weak,\" she said. Kanimba said that a Belgian diplomat was able to visit her father, but that Rwandan officials were present.There are also questions about how Rusesabagina came to be in Rwanda. His family believes he was kidnapped from Dubai in late August. In a video interview with the New York Times on September 15, Rusesabagina said he was supposed to go on a private plane to Burundi to speak to churches on August 28, but when he woke up, he was in Rwanda surrounded by soldiers.Longstanding Kagame critic Rusesabagina gained prominence for saving hundreds of Rwandans during the country's genocide by sheltering them in the hotel he managed. His story was made into the Hollywood film \"Hotel Rwanda,\" starring Don Cheadle and Sophie Okonedo.Rusesabagina and his supporters have long maintained that he became a target of Rwandan President Paul Kagame's government after sustained criticism of the government and the conduct of the Rwandan Patriotic Front in ending the genocide in 1994.Around 800,000 Tutsis and moderate Hutus were killed in the genocide, which was led by Hutu extremists.  He is the recipient of several human rights awards for his efforts during the genocide, including the US Presidential Medal of Freedom in 2005 and the Human Rights Prize by the Lantos Foundation in 2011, among others. Rusesabagina also holds Belgian citizenship, according to a government source in Belgium. Crackdown on oppositionRusesabagina has not lived in Rwanda since 1996, when he survived an assassination attempt. While widely praised for transforming Rwanda in the aftermath of the genocide, Kagame has also faced widespread criticism for human rights abuses and a crackdown on opposition. Rwanda accuses a pastor's daughter of treason and espionage. Her family says the charges are fabricatedOpposition politicians in Rwanda have often found themselves jailed on what they say are trumped-up charges for standing against Kagame in polls. In one of the more widely publicized cases, Diane Rwigara and her mother were jailed when the former attempted to run for president in the same election as Kagame in 2017. Diane Rwigara was acquitted of all charges including insurrection and forging of documents in 2018. Victoire Ingabire, the leader of the FDU-Inkingi party, was jailed in 2010 for charges that included collaborating with a terrorist organization, \"divisionism,\" \"minimizing the genocide\" and \"genocide ideology.\" She had returned to the country from the Netherlands to contest in the 2010 presidential elections after years of living abroad but was barred from running, and served eight years of a 15-year prison sentence before receiving a presidential pardon in 2018. "
  }
}
